[{"id":1,"name":"Goku/Kakarot","ki":"810.000.000","maxKi":"66.500 Billones","race":"Saiyan","gender":"Male","description":"Son Gokūh es el protagonista principal del anime y manga conocido como 'Dragon ball' creado por el ya fallecido 'Akira Toriyama'. Originalmente un sayajin infante enviado a la tierra para evitar morir junto a la destruccion de su planeta natal 'Planeta Vegeta', sin embargo al caer por un barranco y darse un gran golpe en la cabeza, esto cambio su emoria y su insinto de agresividad, sin embargo siguio creciendo en el monte Paoz con un corazon puro y amor a las batallas, este crecio volviendose mas fuerte y por ende siendo el defensor indirecto de la tierra","notaDeAkira":"Son Goku no fue concebido como un héroe, sino que se trata de un personaje que pelea por pelear contra oponentes fuertes", "image":"materialADSO/goku_normal.webp","affiliation":"Z Fighter(Fandom)","deletedAt":null},
{"id":2,"name":"Vegeta","ki":"750.000.000","maxKi":"480 Billones","race":"Saiyan","gender":"Male","description":"Vegeta IV es el principe de la raza sayajin, siendo uno de los pocos sayajines de sangre pura actualmente, en su primera aparicion en 'Dragon ball Z' este fue una amenaza para los Guerreros Z teniendo que recurir a varias tecnicas para poder dejarlo mal herido, volviendo a aparecer en la saga de namek o la saga de freezer, este al darse cuenta de que fue todo el tiempo utilizado por freezer, decide traicionarlo y hacer una tregua momentanea para conseguir las esferas de namekusei, este fue el momento en el que Vegeta poco a poco empezaria a unirse con los Guerreros Z inconsientemente","notaDeAkira":"No tenia planes de meterlo junto con el elenco principal, pero creo que era bastante itul tenerlo cerca","image":"materialADSO/vegeta_normal.webp","affiliation":"Z Fighter(Fandom)","deletedAt":null},
{"id":3,"name":"Piccolo","ki":"17.000.000","maxKi":"800.000.000","race":"Namekian","gender":"Unisex","description":"Es un namekiano que surgió tras la muerte de 'Daimaku' el cual vomito un huevo del que surgiria este namekiano, este al nacer solamente sabria que deberia acabar con Son Gokuh, al pasar 3 años, lo enfrentaria en el torneo de artes marciales dandole bastante dificultades a goku pero al final siendo derrotado por este, no sabriamos de el hasta la aparicion de raditz, uniendo fuerzas con Son Gokuh para salvar a su hijo 'Son Gohan' el cual despues se volveria su alumno y formaria un lazo de amistad con este.","notaDeAkira":"Enrealidad Piccolo es mi personaje favorito, siemprees tan callado y pensador","image":"materialADSO/picolo_normal.webp","affiliation":"Z Fighter(Fandom)","deletedAt":null},
{"id":4,"name":"Bulma","ki":"2","maxKi":"2","race":"Human","gender":"Female","description":"Bulma o tambien conocida como Dra. Bulma, es la cooprotagonista del anime y manga 'Dragon Ball' esta ademas de Goku es el personaje con mas duracion y importancia en la obra de Akira Torityama, aunque no sea una guerrera como los demas, sus inventos han ayudado a los Guerreros Z en multiples ocasiones como puede ser la name hacia namek, la maquina del tiempo y lo mas importante, el radar del dragon","notaDeAkira":"Bulma es un personaje que es todo lo contrario a una damicela en apuros, ella es lista, empresaria hasta tal punto que maneja la empresa de su padre","image":"materialADSO/bulma.webp","affiliation":"Z Fighter(Fandom)","deletedAt":null},
{"id":5,"name":"Freezer","ki":"530.000","maxKi":"360 billones","race":"Cold Demons","gender":"Male","description":"Freezer es conocido como el tirano u emperador del universo, este fue el causante de la destruccion del planeta Vegeta, este es un monstruo no metaforicamente, tambien para su raza, ya que este nacio con un poder de pelea bastante alto incluso para su raza asi que decidio involucionar lo suficiente para no matar accidentalmente a sus subordinados, a casua de esto tiene 4 formas/transformaciones","notaDeAkira":"Cuando piensas en un enemigo amenzante, piensas en alguein grande y fuerte, quise hacer lo contrario con freezer, aunque cada tranformacion crece mas, la ultima lo hace ver como un niño","image":"materialADSO/Freezer.webp","affiliation":"Freeza Force","deletedAt":null},
{"id":6,"name":"Zarbon","ki":"17.000","maxKi":"34.000","race":"unknown","gender":"Male","description":"Zarbon es uno de los secuaces de Freezer y un luchador poderoso.","image":"materialADSO/zarbon.webp","affiliation":"Army of Frieza","deletedAt":null},
{"id":7,"name":"Dodoria","ki":"18.000","maxKi":"20.000","race":"Frieza Race","gender":"Male","description":"Dodoria es otro secuaz de Freezer conocido por su brutalidad.","image":"materialADSO/dodoria.webp","affiliation":"Army of Frieza","deletedAt":null},
{"id":8,"name":"Ginyu","ki":"9.000","maxKi":"25.000","race":"Frieza Race","gender":"Male","description":"Ginyu es el líder del la élite de mercenarios de mayor prestigio del Ejército de Freeza, la cual lleva el nombre de Fuerzas Especiales Ginew en su honor[9].","image":"materialADSO/ginyu.webp","affiliation":"Army of Frieza","deletedAt":null},
{"id":9,"name":"Celula","ki":"250.000.000","maxKi":"5 Billion","race":"Android","gender":"Male","description":"Cell conocido como Célula en España, es un bioandroide creado por la computadora del Dr. Gero, quien vino del futuro de la línea 3 con la intención de vengarse de Goku por haber acabado con el Ejército del Listón Rojo, y con ello el sueño de todo villano: dominar el mundo. Es el antagonista principal del Arco de los Androides y Cell.","image":"materialADSO/celula.webp","affiliation":"Freelancer","deletedAt":null},
{"id":10,"name":"Gohan","ki":"45.000.000","maxKi":"40 septillion","race":"Saiyan","gender":"Male","description":"Son Gohanda en su tiempo en España, o simplemente Gohan en Hispanoamérica, es uno de los personajes principales de los arcos argumentales de Dragon Ball Z, Dragon Ball Super y Dragon Ball GT. Es un mestizo entre saiyano y humano terrícola. Es el primer hijo de Son Goku y Chi-Chi, hermano mayor de Son Goten, esposo de Videl y padre de Pan.","image":"materialADSO/gohan.webp","affiliation":"Z Fighter","deletedAt":null}]